Repository: jabber-at/ejabberd
Catalog: ejabberd-2.1.6/debian/po/*.po
Languages: pt, pt_br

source: The name of the host ejabberd will serve:
pt: O nome da máquina que o ejabberd irá servir:
pt_br: O nome da máquina na qual o ejabberd será servidor:

source: Please enter the hostname of your Jabber server (in lowercase).
pt: Por favor insira o nome da máquina do seu servidor de Jabber (em minúsculas).
pt_br: Por favor, informe o nome da máquina do seu servidor Jabber (em letras minúsculas).

source: The username of an admin account for ejabberd:
pt: O nome de uma conta de admin para o ejabberd:
pt_br: O nome de usuário de uma conta administrativa para o ejabberd:

source: Please provide the name of an account to administrate the ejabberd server. After the installation of ejabberd you can use this account to log in with any Jabber client to do administrative tasks or go to http://${hostname}:5280/admin/ and log in with this account to enter the admin interface. Enter the username part here (e.g. ${user}), but use the full Jabber ID (e.g. ${user}@${hostname}) to log into ejabberd web interface; otherwise it will fail.
pt: Por favor forneça o nome de uma conta para administrar o servidor ejabberd. Depois da instalação do ejabberd pode usar esta conta para se ligar a qualquer cliente Jabber para efectuar tarefas administrativas ou ir a http://${hostname}:5280/admin/ e ligar com esta conta para entrar na interface de admin. Certifique-se que insere o Jabber ID completo (p.e. '${user}@${hostname}') para se ligar; caso contrário irá falhar.
pt_br: Por favor, forneça o nome de uma conta para administrar o servidor ejabberd. Depois da instalação do ejabberd você pode usar esta conta para logar em qualquer cliente Jabber para realizar tarefas administrativas ou acesse http://${hostname}:5280/admin/ e efetue o login com esta conta para entrar na interface administrativa. Informe aqui a parte do nome de usuário (e.g. ${user}), mas use um ID Jabber completo (e.g. ${user}@${hostname}) para efetuar login na interface web do ejabberd; caso contrário não funcionará.

source: Leave empty if you don't want to create an admin account automatically.
pt: Deixe em branco caso não queira criar uma conta admin automaticamente.
pt_br: Deixe vazio se você não quer criar automaticamente uma conta administrativa.

source: The password for the admin account:
pt: A palavra chave para a conta de admin:
pt_br: A senha para a conta administrativa:

source: Please enter the password for the administrative user.
pt: Por favor insira a palavra chave para o utilizador administrativo.
pt_br: Por favor, informe a senha para o usuário administrativo.

source: The password for the admin account again for verification:
pt: De novo a palavra chave para a conta de admin para verificação:
pt_br: A senha para a conta administrativa, novamente, para verificação:

source: Please reenter the password for the administrative user for verification.
pt: Por favor re-insira a palavra chave para o utilizador administrativo para verificaçao.
pt_br: Por favor, informe novamente a senha do usuário administrativo para verificação.

source: The passwords do not match!
pt: As palavras chave não coincidem!
pt_br: As senhas não conferem!

source: The passwords you have typed do not match. Please try again.
pt: As palavras chave que inseriu não coincidem. Por favor tente de novo.
pt_br: As senhas que você digitou não conferem. Por favor, tente novamente.
