Repository: jabber-at/ejabberd
Catalog: debian/po/*.po
Languages: eu, fi, gl, ja, sk, tr

source: Host name for this Jabber server:
tr: Bu Jabber sunucusunun makine adı:

source: Please enter the host name of this Jabber server (lowercase).
tr: Lütfen bu Jabber sunucusunun makine adını (küçük harflerle) girin.

source: Jabber server administrator username:
tr: Jabber sunucu yöneticisinin kullanıcı adı:

source: Please provide the name of an account to administrate the ejabberd server. After the installation of ejabberd you can use this account to log in with any Jabber client to do administrative tasks or go to https://${hostname}:5280/admin/ and log in with this account to enter the admin interface.
tr: Lütfen ejabberd sunucusunu yönetecek olan hesabın adını girin. Kurulum bittikten sonra yönetimsel görevleri yerine getirmek için herhangi bir Jabber istemcisini kullanarak bu hesapla oturum açabilir veya https://${hostname}:5280/admin/ adresine gidip bu hesapla oturum açarak yönetim arayüzüne girebilirsiniz.

source: You only need to enter the username part here (such as ${user}), but the full Jabber ID (such as ${user}@${hostname}) is required to access the ejabberd web interface.
tr: Buraya yalnızca kullanıcı adı kısmını girmeniz yeterlidir (ör. ${user}); ama ejabberd web arayüzüne erişmek için tam Jabber kimliğini (ör. ${user}@${hostname}) kullanmanız gerekmektedir.

source: Please leave this field empty if you don't want to create an administrator account automatically.
tr: Yönetici hesabını otomatik olarak oluşturmak istemiyorsanız bu alanı boş bırakın.

source: Jabber server administrator password:
tr: Jabber sunucusunun yönetici parolası:

source: Please enter the password for the administrative user.
eu: Administratzaile erabiltzailearen pasahitza sartu.
fi: Anna salasana ylläpitotunnukselle.
gl: Introduza o contrasinal do usuario administrativo.
ja: 管理者権限ユーザのパスワードを入力してください。
sk: Prosím, zadajte heslo administračného používateľa.
tr: Lütfen yönetimsel kullanıcı için bir parola girin.

source: Re-enter password to verify:
tr: Doğrulamak için parolayı tekrar girin:

source: Please enter the same administrator password again to verify that you have typed it correctly.
tr: Lütfen doğru yazıldığından emin olmak için aynı yönetici parolasını tekrar girin.

source: Password input error
tr: Parola girişi hatası

source: The two passwords you entered were not the same. Please try again.
tr: Girdiğiniz parolalar eşleşmedi. Lütfen tekrar deneyin.

source: Invalid administrator account username
tr: Yönetici hesabı adı geçersiz

source: The username you have typed contains forbidden characters. Please respect the JID syntax (http://tools.ietf.org/html/rfc6122#appendix-A.5). If you used a full JID (e.g. user@hostname), you have to use the same host name you typed into the host name configuration step.
tr: Girdiğiniz kullanıcı adı kullanımına izin verilmeyen karakterler içeriyor. Lütfen JID sözdizimine dikkat edin (http://tools.ietf.org/html/rfc6122#appendix-A.5). Eğer tam bir JID kullandıysanız (örneğin kullanıcı@makineadı), makine adı kısmı yapılandırma adımında belirttiğiniz makine adıyla aynı olmalıdır.

source: The name of the host ejabberd will serve:
eu: Ejabberd-ek zerbitzatuko duen ostalariaren izena:
fi: Palvelin, jolla ejabberdia ajetaan:
gl: O nome do servidor de ejabberd:
ja: ejabberd が動作するホスト名:
sk: Meno hostiteľa, ktoré bude ejabberd poskytovať:

source: Please enter the hostname of your Jabber server (in lowercase).
eu: Jabber zerbitzariaren ostalari izena sartu (letra xehez).
fi: Anna Jabber-palvelimen verkkonimi (pienellä kirjoitettuna).
gl: Introduza o nome do servidor Jabber (en minúsculas).
ja: Jabber サーバのホスト名を入力してください (小文字)。
sk: Prosím, zadajte meno hostiteľa servera Jabber (malými písmenami).

source: The username of an admin account for ejabberd:
eu: Ejabberd-en administrazio konturako erabiltzaile-izena:
fi: ejabberdin ylläpitotunnus:
gl: O usuario dunha conta administrativa para ejabberd:
ja: ejabberd 管理者アカウントのユーザ名:
sk: Meno používateľa účtu administrátora pre ejabberd:

source: Please provide the name of an account to administrate the ejabberd server. After the installation of ejabberd you can use this account to log in with any Jabber client to do administrative tasks or go to http://${hostname}:5280/admin/ and log in with this account to enter the admin interface. Enter the username part here (e.g. ${user}), but use the full Jabber ID (e.g. ${user}@${hostname}) to log into ejabberd web interface; otherwise it will fail.
eu: Kontu-izen bat eman, haren bidez ejabberd zerbitzaria administratzeko. Ejabberd instalatu ostean, kontu hau erabil dezakezu edozein Jabber bezerotan edo http://${ostalari-izena}:5280/admin/ helbideko administrazio-interfazean saioa hasi eta administrazio lanak egiteko. Hemen erabiltzaile-izena soilik sartu (adib. ${erabiltzailea}), baina Jabber ID osoa erabili (e.g. ${erabiltzailea}@${ostalari-izena}) ejabberd-en web interfazean sartzeko, bestela huts egingo du.
fi: Anna tunnus, jota käytetään ejabberd-palvelimen ylläpitoon. Asennuksen jälkeen tällä tunnuksella voidaan tehdä ylläpitoon liittyviä tehtäviä käyttäen mitä tahansa Jabber-asiakasta. Sen avulla voidaan myös kirjautua osoitteessa http://${hostname}:5280/admin/ olevaan ylläpitokäyttöliittymään. Anna tässä vain käyttäjätunnus (esim. ${user}), mutta käytä ejabberdin verkkokäyttöliittymässä Jabber ID:tä kokonaisuudessaan (esim. ${user}@${hostname}).
gl: Introduza o nome dunha conta para administrar o servidor ejabberd. Trala instalación de ejabberd pode empregar esta conta para se conectar con calquera cliente Jabber para realizar tarefas administrativas ou pode conectarse a http://${hostname}:5280/admin/ e identifíquese con esta conta para entrar na interface de administración. Introduza aquí a parte do nome de usuario (por exemplo, ${user}), pero empregue o ID de Jabber completo (por exemplo, ${user}@${hostname}) para se identificar na interface web de ejabberd; se non o fai así, a identificación ha fallar.
ja: ejabberd サーバを管理するアカウントの名前を入力してください。ejabberd のインストール後は、どの Jabber クライアントからでも、このアカウントを使って管理作業を実施することができますし、http://${hostname}:5280/admin/ からこのアカウントでログインして管理画面に入れます。ここでユーザ名の部分 (例: ${user}) を入力するわけですが、ejabberd のウェブインターフェイスでは、ログインするのに完全な Jabber ID (例: ${user}@${hostname}) を使ってください。それ以外はログインに失敗します。
sk: Prosím, zadajte meno účtu administrátora servera ejabberd. Po inštalácii ejabberd môžete tento účet použiť na prihlásenie sa pomocou ktoréhokoľvek klienta Jabber a vykonávanie administratívnych úloh alebo použiť http://${hostname}:5280/admin/ a prihlásiť sa pomocou tohoto účtu do administračného rozhrania. Tu zadajte len časť s používateľským menom (napr. ${user}), ale na prihlásenie do webového rozhrania ejabberd použite úplný identifikátor Jabber (napr. ${user}@${hostname}); inak prihlásenie zlyhá.

source: Leave empty if you don't want to create an admin account automatically.
eu: Bete gabe utzi administrazio kontua automatikoki sortzea nahi ez baduzu.
fi: Jätä kenttä tyhjäksi, jos ylläpitotunnusta ei haluta luoda automaattisesti.
gl: Déixeo en branco se non quere crear unha conta de administrador automaticamente.
ja: 自動的に管理者アカウントを作りたくない場合は空のままにしておいてください。
sk: Nechajte prázdne, ak nechcete aby bol účet administrátora vytvorený automaticky.

source: The password for the admin account:
eu: Pasahitza administrazio konturako:
fi: Ylläpitotunnuksen salasana:
gl: O contrasinal para a conta do administrador:
ja: 管理者アカウントのパスワード:
sk: Heslo účtu administrátora:

source: The password for the admin account again for verification:
eu: Berriz sartu administrazio kontuko pasahitza, egiaztatzeko:
fi: Ylläpitotunnuksen salasana uudelleen:
gl: O contrasinal do administrador outra vez para verificalo:
ja: 確認のため、管理者アカウントのパスワードの再入力:
sk: Heslo administrátora znova, kvôli overeniu:

source: Please reenter the password for the administrative user for verification.
eu: Berriz sartu administratzaile erabiltzailearen pasahitza, egiaztatzeko.
fi: Anna ylläpitotunnuksen salasana uudelleen varmennuksena.
gl: Volva introducir o contrasinal do usuario administrativo para verificalo.
ja: 管理者権限ユーザのパスワードを確認のため再入力してください。
sk: Prosím, zdajte znova heslo administrátora, kvôli overeniu.

source: The passwords do not match!
eu: Pasahitzak ez datoz bat!
fi: Salasanat eivät täsmää!
gl: Os contrasinais non coinciden
ja: パスワードが一致しません!
sk: Heslá sa nezhodujú!

source: The passwords you have typed do not match. Please try again.
eu: Sartutako pasahitzak ez datoz bat. Mesedez, berriro saiatu.
fi: Annetut salasanat eivät täsmää. Yritä uudelleen.
gl: Os contrasinais que introduciu non son iguais. Volva tentalo.
ja: 入力されたパスワードが一致しません。再入力してください。
sk: Heslá, ktoré ste zadali sa nezhodujú. Prosím, skúste znova.
